Repository: botirovshox-lang/med-translation
Catalog: med_translation_backup_20260524_173328/словари/output/tm.tmx
Source language: en
Languages: ru

source: Dry Mouth with Cancer Cancer treatments, especially to the head or neck, can reduce saliva. A dry mouth may make food hard to chew and swallow. It may also change the taste of food. Eat healthy meals and drink liquids to help you feel better during treatment. Try these tips to help a dry mouth: • Carry a bottle of water with you. Have a sip of water every few minutes. • Suck on hard candy, popsicles and ice chips. • Chew gum. • Keep your lips moist with lip balm. • Ask your doctor about products to moisten your mouth. • Eat soft foods and moisten foods with sauces, gravies or salad dressings. • Do not drink beer, wine, or any type of alcohol. Alcohol can make your mouth even drier. • Rinse your mouth every 1 to 2 hours with mouthwash made with 2 pinches (¼ teaspoon) baking soda, one pinch (⅛ teaspoon) salt, and 1 cup warm water. You can also use a mouthwash that does not contain alcohol. Rinse and spit. Do not swallow. Rinse your mouth with plain water after you are done. Dry Mouth with Cancer Treatment. Russian
ru: при лечении заболеваний Treatment Лечение онкологических заболеваний, особенно опухолей головы и шеи, может вызвать уменьшение слюноотделения. Сухость во рту может затруднить процесс пережевывания и глотания пищи, а также изменить ее вкус. Здоровое питание и обильное питье помогут вам улучшить самочувствие во время лечения. Для облегчения сухости во рту: • Носите с собой бутылку воды. Каждые несколько минут делайте глоток воды. • Сосите леденцы, фруктовый лед или ледяную стружку. • Жуйте жевательную резинку. • Пользуйтесь увлажняющим бальзамом для губ. • Спросите своего лечащего врача, какие продукты устраняют ощущение сухости во рту. • Ешьте мягкую пищу, поливайте еду соусами, подливками и заправками. • Не употребляйте пиво, вино и другие алкогольные напитки. Алкоголь может усилить ощущение сухости во рту. • Раз в 1–2 часа полощите рот следующим раствором: размешайте в одной чашке теплой воды две щепотки (¼ чайной ложки) пищевой соды и одну щепотку (⅛ чайной ложки) соли. Также можно использовать ополаскиватель для полости рта без спирта. Прополощите рот и сплюньте. Не глотайте. Затем прополощите рот обычной водой.

source: Talk to your doctor, nurse or dietitian about dealing with any eating problems you may have. © 2005 - January 3, 2017, Health Information Translations. found on this website should not be used in place of a consultation with your doctor other qualified health care provider before you start or stop any treatment or with Wexner Medical Center, Mount Carmel Health System, OhioHealth and Nationwide a result of your stopping medical treatment or your failure to obtain treatment. Dry Mouth with Cancer Treatment. Russian
ru: Проконсультируйтесь со своим лечащим врачом, медсестрой или диетологом о том, как устранить проблемы с приемом пищи. for personal, non-commercial use only. The medical information or other health care provider. You should always seek the advice of your doctor or any questions you may have about a medical condition. The Ohio State University Children’s Hospital are not responsible for injuries or damages you may incur as

source: Echocardiogram An echocardiogram is also called an echo or cardiac ultrasound. It is a painless test that takes pictures of the heart using sound waves. Arrive on time for your test. The test takes about 30 minutes. During the Test • You will wear a hospital gown. • You lie on your left side on a table. • Gel is put on your chest. A wand is moved across the gel to take the pictures. • You can see the pictures of your heart on the screen and also hear sounds of your heart. Test results are sent to your doctor. Your doctor will share the results with you. Talk to the staff if you have any questions or concerns. © 2005 - March 3, 2016, Health Information Translations. found on this website should not be used in place of a consultation with your doctor other qualified health care provider before you start or stop any treatment or with Wexner Medical Center, Mount Carmel Health System, OhioHealth and Nationwide a result of your stopping medical treatment or your failure to obtain treatment. Echocardiogram. Russian.
ru: Эхокардиограмма, или УЗИ сердца, — это безболезненное обследование, в ходе которого получают изображение сердца с помощью звуковых волн. Не опаздывайте на обследование. Обследование займет около 30 минут. Во время обследования • Вас переоденут в больничную одежду. • Вы будете лежать на столе на левом боку. • На грудь будет нанесен гель. Для получения изображения по поверхности геля будет двигаться специальный датчик. • Вы сможете увидеть изображение своего сердца на экране и услышать, как оно бьется. Результаты обследования будут направлены вашему врачу. Врач обсудит с вами результаты обследования. Если у вас есть вопросы или опасения, обратитесь к медицинскому персоналу. for personal, non-commercial use only. The medical information or other health care provider. You should always seek the advice of your doctor or any questions you may have about a medical condition. The Ohio State University Children’s Hospital are not responsible for injuries or damages you may incur as

source: () EEG (Electroencephalogram) An EEG is a test that records the electrical activity of the brain. The test may be done to check for: • Seizures • Confusion or changes in behavior • Head injury or disease • Changes in level of unconsciousness Arrive on time for your test. Plan on being here about 2 hours. To Prepare • The night before your test:  Sleep as much as you want. Sleep only half the amount of time that you sleep other nights. For example, if you sleep 8 hours a night, sleep 4 hours the night before your test.  Do not sleep. • Avoid all caffeine food and drinks such as chocolate, coffee, tea and soft drinks after midnight before the test. • Wash your hair before the test. Do not use any conditioner, oils, gels, sprays and lotions in your hair until the test is done. EEG. Russian.
ru: ЭЭГ — это фиксация электрической активности мозга. Показания для обследования: • Судороги • Дезориентация или изменения в поведении • Травмы или болезни головы • Изменения поведения в бессознательном состоянии Не опаздывайте на обследование. Вы пробудете в больнице около 2 часов. Подготовка • В ночь перед обследованием:  Спите столько, сколько захотите. Спите в два раза меньше, чем обычно. Если обычно вы спите 8 часов, перед обследованием проведите во сне 4 часа.  Не спите. • После полуночи перед обследованием откажитесь от кофеина (шоколад, кофе, чай, безалкогольные напитки и пр.). • Вымойте волосы. Не используйте кондиционеры, масла, гели, спреи и лосьоны.

source: During the Test Small pads, called electrodes, are put on your scalp with paste, or you may have a cap to wear on your head that has the pads attached. The pads pick up the electrical activity of your brain and send it through wires to a machine. • You will be on your back on a bed or reclining chair for the test. • You need to be still with your eyes closed during the test. • During the test you also may: Be asked to breathe deep and fast through your mouth  Be shown a flashing light for a short time  Sleep • You will feel no pain. After the Test • The pads and paste are taken off your scalp. You can wash your hair at home with shampoo to remove the rest of the paste. • Test results are sent to your doctor. Your doctor will share the results with you. Talk to your doctor or nurse if you have any questions or concerns. © 2005 - January 29, 2021, Health Information Translations. found on this website should not be used in place of a consultation with your doctor other qualified health care provider before you start or stop any treatment or with Wexner Medical Center, Mount Carmel Health System, OhioHealth and Nationwide a result of your stopping medical treatment or your failure to obtain treatment. EEG. Russian.
ru: Во время обследования На голову поместят небольшие подушечки с электродами и гелем либо наденут шапочку с электродами. Электроды считывают электрическую активность мозга и передают данные по проводам на компьютер. • Вы ляжете на спину на кушетку или сядете в кресло с откидной спинкой. • Необходимо будет закрыть глаза и не двигаться. • Во время обследования: Вас могут попросить глубоко и часто дышать ртом  Вам могут на короткое время показать мигающий свет  Вас могут попросить спать • Обследование безболезненно. После обследования • С головы снимут электроды и гель. Дома вы можете помыть голову шампунем, чтобы удалить остатки геля. • Результаты обследования будут отправлены врачу. Врач поделится результатами с вами. Если у вас есть вопросы или опасения, обратитесь к врачу или медсестре. for personal, non-commercial use only. The medical information or other health care provider. You should always seek the advice of your doctor or any questions you may have about a medical condition. The Ohio State University Children’s Hospital are not responsible for injuries or damages you may incur as

source: () EGD (Endogastroduodenoscopy) An EGD, also called an upper endoscopy, is a test that looks inside your digestive tract. Parts of your digestive tract to be checked with this test are: the esophagus, the stomach and the duodenum, the first part of the small 12-bowel. Duodenum During the test, a narrow tube is put through your mouth into your digestive tract. This test causes little or no pain. An adult family member or friend needs to come with you to take you home after the test. It is not safe for you to drive or return home alone. Arrive on time for your test. The test takes about 30 minutes. Plan on being here for 2 to 3 hours. To Prepare • Your stomach must be empty for this test. • Do not eat or drink anything, including water, after midnight before the test. • If you are to take your medicines the morning of the test, take them with sips of water only. • Before the test, the staff may ask you about: EGD. Russian.
ru: В ходе ФГДС, или эндоскопии верхних отделов желудочно- кишечного тракта, Пищевод обследуется Esophagus пищевод, желудок и первый отдел тонкого кишечника (двенадцатиперстная кишка). Желудок Stomach В пищеварительный тракт через рот вводится узкая трубка. Обследование может Тонкий кишечник вызывать небольшую Small Bowel боль или быть безболезненным. Попросите взрослого родственника или друга отвезти вас домой после обследования. Садиться за руль или возвращаться домой одному опасно. Не опаздывайте на обследование. Процедура длится около 30 минут. Вы пробудете в больнице 2–3 часа. Подготовка • Обследование проводится на пустой желудок. • Начиная с полуночи до обследования не разрешается прием пищи и жидкости, даже воды. • Если утром нужно принять лекарства, запейте их небольшим количеством воды. • Перед обследованием вас могут спросить о:

source: Ì Your medicines including prescription and over the counter medicines, herbals, vitamins and other supplements Allergies such as to medicines, foods or latex Ì Other health conditions and past surgeries • If you are pregnant, or think you may be pregnant, tell the staff before the test. During the Test • You will wear a hospital gown. • You lie on your left side. • An IV (intravenous) is put in a vein in your arm. Medicine is given through the IV to make you sleepy. • Numbing medicine may be sprayed into your throat to keep you from coughing or gagging. • Your doctor passes the tube through your mouth. You can breathe around the tube. • Your doctor looks through the tube at the inside of the parts of the digestive tract. • A small piece of tissue may be removed to be tested. • The tube is removed. After the Test • You will stay in the test area until most of the medicine wears off. You will feel sleepy. • You may feel bloated from air pushed through the tube during your test. EGD. Russian.
ru: Ì принимаемых рецептурных и безрецептурных медикаментах, витаминах, лекарственных растениях и пищевых добавках; наличии аллергии на лекарства, продукты питания и латекс; Ì проблемах со здоровьем и перенесенных операциях. • Если вы беременны или можете быть беременны, сообщите до процедуры. Во время обследования • Вы переоденетесь в больничную одежду. • Вас попросят лечь на левый бок. • В вену на руке установят катетер. В катетер введут лекарство, чтобы вызвать сонливость. • Горло могут обработать спреем, вызывающим онемение, чтобы подавить позывы к кашлю или ощущение того, что вы подавились. • Врач будет вводить трубку в рот. В пространство вокруг трубки будет проходить воздух, и вы сможете дышать. • Врач осмотрит через трубку ваш пищеварительный тракт. • Врач может взять небольшой кусочек ткани для анализа. • После этого трубка будет удалена. После обследования • Вы останетесь в больнице, пока действие лекарства не прекратится. Вы можете чувствовать сонливость. • Может возникнуть вздутие живота из- за нагнетания в него воздуха.

source: • Your throat may be sore for a few hours. • Your doctor will tell you what you can eat today. • Medicines given during the test will make you sleepy. You will need to have an adult family member or friend take you home for your safety. • Do not plan to go back to work for the rest of the day. It is not safe for you to drive or handle tools or equipment because of the medicines you were given. • Test results are sent to your doctor. Your doctor will share the results with you. Call your doctor if you have: • New or increased pain • Nausea or vomiting • A continuous cough • A fever over 100.5 degrees F or 38 degrees C • Other concerns Call 911 right away if you: • Have trouble breathing • Have chest pain • Are coughing up or vomiting blood • Have severe abdominal pain Talk to your doctor or nurse if you have any questions or concerns. © 2009 - January 29, 2021, Health Information Translations. found on this website should not be used in place of a consultation with your doctor other qualified health care provider before you start or stop any treatment or with Wexner Medical Center, Mount Carmel Health System, OhioHealth and Nationwide a result of your stopping medical treatment or your failure to obtain treatment. EGD. Russian.
ru: • Несколько часов может болеть горло. • Врач сообщит, что вам можно сегодня есть. • Введенные лекарства вызовут сонливость. Ради вашей безопасности попросите взрослого родственника или друга отвезти вас домой. • Идти на работу в день обследования нельзя. Из-за введенных лекарств садиться за руль и работать с инструментами и оборудованием опасно. • Результаты обследования будут отправлены врачу. Врач поделится результатами с вами. Позвоните врачу, если у вас: • Появилась или усилилась боль • Тошнота или рвота • Непрекращающийся кашель • Температура выше 100,5 °F или 38 °С. • Другие опасения Немедленно позвоните 911, если: • Вам трудно дышать • У вас боль в груди • У вас харканье или рвота с кровью • У вас сильная боль в животе Если у вас есть вопросы или опасения, обратитесь к врачу или медсестре. for personal, non-commercial use only. The medical information or other health care provider. You should always seek the advice of your doctor or any questions you may have about a medical condition. The Ohio State University Children’s Hospital are not responsible for injuries or damages you may incur as

source: Electrocardiogram An EKG is a test that records the electrical activity of the heart. With each heart beat, an electrical impulse travels through the heart. This impulse causes the heart muscle to squeeze and pump blood from the heart. An EKG will show the doctor if: • The electrical impulse is normal, slow, fast or irregular. • The heart is too large or overworked. • There is damage to the heart muscle from a heart attack. This test is often done as part of routine care for older people who may be at higher risk for heart disease. Arrive on time for your test. The test takes about 15 minutes. To Prepare • Avoid using lotion the day of the test. The sticky pads, called electrodes, may not stick as well. • Wear a shirt that buttons up the front for easy placement of the pads on your chest. You may wear a hospital gown. During the Test • You will lie down on a table. • Men may have some of their chest hair shaved. • 12 pads are placed on your chest, arms and legs. Electrocardiogram (ECG or EKG). Russian.
ru: (ЭКГ) (ECG or EKG) Во время ЭКГ делается запись электрической активности сердца. С каждым ударом сердца через него проходит электрический импульс. Он заставляет сердечную мышцу сжиматься и прокачивать кровь по телу. ЭКГ покажет врачу: • Является ли импульс нормальным, замедленным, ускоренным или нерегулярным. • Увеличено или перегружено сердце. • Есть ли повреждение сердца в результате инфаркта. ЭКГ часто проводят при обследование пожилых людей, которые подвержены риску сердечных заболеваний. Не опаздывайте. Процедура длится около 15 минут. Подготовка • Не используйте лосьон. Он может помешать прикреплению электродов. • Наденьте рубашку, которая расстегивается спереди, чтобы было легче разместить электроды. Вы можете надеть больничную одежду. Во время обследования • Вы ляжете на стол. • У мужчин могут побрить грудь. • На грудь, руки и ноги разместят 12 электродов.

source: • The pads are connected to wires that go to the EKG machine. • Lay still for about 20 seconds as the machine records your heart’s activity. • There is no pain with this test. • When the EKG is done, the pads and wires will be removed. • Test results are sent to your doctor. Your doctor will share the results with you. Talk to the staff if you have any questions or concerns. © 2005 - February 14, 2021, Health Information Translations. found on this website should not be used in place of a consultation with your doctor other qualified health care provider before you start or stop any treatment or with Wexner Medical Center, Mount Carmel Health System, OhioHealth and Nationwide a result of your stopping medical treatment or your failure to obtain treatment. Electrocardiogram (ECG or EKG). Russian.
ru: • Электроды проводами соединяются с ЭКГ-аппаратом. • Вам нужно будет неподвижно полежать около 20 секунд, пока аппарат будет записывать работу сердца. • Обследование безболезненно. • После завершения ЭКГ с вас снимут электроды и провода. • Результаты обследования будут отправлены вашему врачу, и он сообщит их вам. Если у вас есть вопросы или опасения, обратитесь к медицинскому персоналу. for personal, non-commercial use only. The medical information or other health care provider. You should always seek the advice of your doctor or any questions you may have about a medical condition. The Ohio State University Children’s Hospital are not responsible for injuries or damages you may incur as

source: EMG and Nerve Conduction EMG, also called electromyogram, measures how your muscles and nerves work. The nerve conduction test measures how your nerves work in a different way. These tests measure electrical signals and may be done to check a nerve injury or diseases of your muscles or nerves. Most often these tests are done together, starting with the nerve conduction test. Tell your doctor if you: • Have bleeding problems • Take blood thinner medicine • Have hemophilia • Have a pacemaker or other heart device Arrive on time for your test. Plan on this test taking about 1 hour. Day of your test • Take your usual medicines. • Bathe or shower so your skin is clean for the test, but do not appy any lotions, creams or oils to your skin until the test is done. • Based on the problems you are having, the tests may be done on your arms and neck, or your legs and lower back, or both. • Wear loose clothing. A tank top and shorts may allow the test to be done without you needing to change into a hospital gown. • You may be seated in a chair or lie on a bed or table for the tests. EMG and Nerve Conduction Tests. Russian.
ru: проводимости Tests В ходе ЭМГ (электромиографии) изучается работа мышц и нервов. При исследовании нервной проводимости измеряется работа нервов. В ходе исследований замеряются электрические сигналы для диагностики повреждений нервов и заболеваний мышц или нервов. Чаще всего эти тесты проводят вместе, при этом сначала проводится исследование нервной проводимости. Скажите врачу, если: • У вас возникают кровотечения • Вы принимайте препарат, разжижающий кровь • У вас гемофилия • У вас электрокардиостимулятор или другое кардиоустройство Не опаздывайте на обследование. Вы пробудете в больнице около 1 часа. В день обследования • Принимайте назначенные лекарства. • Примите ванну или душ, чтобы очистить кожу, но не пользуйтесь лосьонами, кремами и маслами. • В зависимости от показаний будут исследоваться руки и шея, ноги и нижняя часть спины либо все эти части тела. • Оденьте свободную одежду. Если вы оденете футболку без рукавов и шорты, вам не придется переодеваться в больничную одежду. • Вы будете сидеть на стуле или лежать на кушетке или столе.

source: During the Nerve Conduction Test • Pads are placed on your skin to measure how a nerve responds. • Other pads will be placed over the nerve to give very small shocks. The shock causes a quick tingle and your muscle may twitch. • Several nerves may be tested. During the EMG • A pin electrode is put through your skin and into your muscle. This is to measure electrical signals from your muscles. • It may hurt when the pin is placed in your muscle. • One muscle is tested at a time. • Signals from your muscles show up on a screen and are heard over a speaker. • You may be asked to tighten and release the muscle to see if the signals change. • You may watch, listen, and ask questions during the test. The doctor will talk to you about your test results. You can return to your usual activity after the tests. Talk to your doctor or nurse if you have any questions or concerns. © 2009 - February 1, 2021, Health Information Translations. found on this website should not be used in place of a consultation with your doctor other qualified health care provider before you start or stop any treatment or with Wexner Medical Center, Mount Carmel Health System, OhioHealth and Nationwide a result of your stopping medical treatment or your failure to obtain treatment. EMG and Nerve Conduction Tests. Russian.
ru: Исследование нервной проводимости • На кожу поместят электроды для измерения реакции нерва. • Через другие электроды к нерву будет подаваться слабый разряд. Вы будете ощущать покалывание, а мышца может подергиваться. • Могут исследовать несколько нервов. ЭМГ • Через кожу в мышцу введут игольчатый электрод для замера электрических сигналов от мышцы. • Во время введения электрода вы можете почувствовать боль. • Для проверки следующей мышцы электрод вводят в новый участок. • Сигналы от мышц выводятся на экран и динамик. • Вас могут попросить напрячь и расслабить мышцу, чтобы посмотреть, изменяется ли сигнал. • Вы сможете наблюдать, слушать и задавать вопросы. Врач расскажет вам о результатах обследования. После обследования вы можете вернуться к своим обычным делам. Если у вас есть вопросы или опасения, обратитесь к врачу или медсестре. for personal, non-commercial use only. The medical information or other health care provider. You should always seek the advice of your doctor or any questions you may have about a medical condition. The Ohio State University Children’s Hospital are not responsible for injuries or damages you may incur as
